tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/science'
tap 'neovim/neovim'
cask 'java'
brew 'ack'
brew 'ant'
brew 'autoconf'
brew 'automake'
brew 'bfg'
brew 'binutils'
brew 'boost'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'cmake'
brew 'coreutils'
brew 'cscope'
brew 'ctags'
brew 'curl'
brew 'doxygen'
brew 'ecj'
brew 'faac'
brew 'fdk-aac'
brew 'lame'
brew 'git'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'fswatch'
brew 'gmp'
brew 'mpfr'
brew 'readline'
brew 'gawk'
brew 'isl'
brew 'libmpc'
brew 'gcc'
brew 'gdbm'
brew 'geoip'
brew 'gist'
brew 'gnu-sed', args: ['with-default-names']
brew 'go'
brew 'gradle'
brew 'lua'
brew 'highlight'
brew 'icu4c'
brew 'jemalloc'
brew 'jpeg'
brew 'oniguruma'
brew 'jq'
brew 'libbluray'
brew 'libelf'
brew 'openssl'
brew 'libevent'
brew 'libidn'
brew 'libogg'
brew 'libsoxr'
brew 'libssh'
brew 'libtermkey'
brew 'libtiff'
brew 'libtool'
brew 'libuv'
brew 'libvo-aacenc'
brew 'libvorbis'
brew 'libvterm'
brew 'libyaml'
brew 'little-cms2'
brew 'sqlite'
brew 'python'
brew 'llvm'
brew 'luajit'
brew 'maven'
brew 'msgpack'
brew 'ngrep'
brew 'nmap'
brew 'node'
brew 'opencore-amr'
brew 'openjpeg'
brew 'parallel'
brew 'pkg-config'
brew 'protobuf'
brew 'xz'
brew 'python3'
brew 'zeromq'
brew 'saltstack'
brew 'scala', args: ['with-docs', 'with-src']
brew 'scons'
brew 'sdl'
brew 'source-highlight'
brew 'ssh-copy-id'
brew 'swig'
brew 'szip'
brew 'texi2html'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'unar'
brew 'unibilium'
brew 'utf8proc'
brew 'watch'
brew 'wget'
brew 'x265'
brew 'xmlstarlet'
brew 'yarn'
brew 'yasm'
brew 'zsh'
brew 'zsh-completions'
brew 'homebrew/dupes/grep', args: ['with-default-names']
brew 'homebrew/science/r'
brew 'neovim/neovim/neovim'
