tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "rockymadden/rockymadden"
tap "schniz/tap"
tap "stripe/stripe-cli"
brew "ack"
brew "ant"
brew "autoconf"
brew "automake"
brew "gdbm"
brew "sqlite"
brew "xz"
brew "awscli"
brew "bfg"
brew "boost"
brew "ghc"
brew "cabal-install"
brew "fontconfig"
brew "gettext"
brew "python@3.9"
brew "glib"
brew "pixman"
brew "cairo"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "curl"
brew "doxygen"
brew "faac"
brew "fd"
brew "fdk-aac"
brew "libogg"
brew "gmp"
brew "libtool"
brew "libevent"
brew "gnutls"
brew "jpeg"
brew "lame"
brew "libtiff"
brew "little-cms2"
brew "openjpeg"
brew "libbluray"
brew "libvorbis"
brew "libsoxr"
brew "opencore-amr"
brew "x264"
brew "x265"
brew "xvid"
brew "ffmpeg"
brew "fnm"
brew "fonttools"
brew "fswatch"
brew "fzf"
brew "mpfr"
brew "gawk"
brew "isl"
brew "gcc"
brew "gdb"
brew "geoip"
brew "gh"
brew "gist"
brew "git"
brew "gnu-sed"
brew "go"
brew "gradle"
brew "gts"
brew "graphviz"
brew "grep"
brew "lua"
brew "highlight"
brew "httpry"
brew "hyperkit"
brew "imagemagick"
brew "jq"
brew "libelf"
brew "libidn"
brew "libksba"
brew "libssh"
brew "libvo-aacenc"
brew "libvterm"
brew "libyaml"
brew "swig"
brew "llvm"
brew "luajit"
brew "maven"
brew "mkcert"
brew "moreutils", link: false
brew "neovim"
brew "nginx", restart_service: true
brew "ngrep"
brew "nmap"
brew "opam"
brew "openjdk"
brew "parallel"
brew "perl"
brew "protobuf"
brew "r"
brew "redis"
brew "ruby"
brew "sassc"
brew "scala"
brew "scons"
brew "sdl"
brew "source-highlight"
brew "ssh-copy-id", link: true
brew "szip"
brew "terminal-notifier"
brew "texi2html"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "ttyrec"
brew "ttygif"
brew "unar"
brew "utf8proc"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "xmlstarlet"
brew "yarn"
brew "yasm"
brew "ydiff"
brew "youtube-dl"
brew "yq"
brew "zsh"
brew "zsh-completions"
brew "rockymadden/rockymadden/slack-cli"
brew "stripe/stripe-cli/stripe"
cask "font-iosevka"
cask "font-iosevka-slab"
cask "font-victor-mono"
cask "kitty"
