tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/science"
tap "neovim/neovim"
tap "rockymadden/rockymadden"
cask "java"
brew "ack"
brew "ant"
brew "gdbm"
brew "lua"
brew "sqlite"
brew "xz"
brew "python"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bfg"
brew "binutils", link: true
brew "boost"
brew "ghc"
brew "cabal-install"
brew "fontconfig"
brew "gettext"
brew "pixman"
brew "cairo"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "curl"
brew "doxygen"
brew "ecj"
brew "faac"
brew "fd"
brew "fdk-aac"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "fonttools"
brew "fswatch"
brew "fzf"
brew "gmp"
brew "mpfr"
brew "gawk"
brew "isl"
brew "gcc"
brew "jpeg"
brew "libtiff"
brew "gdb"
brew "geoip"
brew "gist"
brew "git"
brew "gnu-sed", args: ["with-default-names"]
brew "go"
brew "pkg-config"
brew "gradle"
brew "libtool"
brew "graphviz"
brew "grep", args: ["with-default-names"]
brew "highlight"
brew "jq"
brew "libbluray"
brew "libelf"
brew "libevent"
brew "libidn"
brew "libksba"
brew "libogg"
brew "libsoxr"
brew "libssh"
brew "libvo-aacenc"
brew "libvorbis"
brew "libvterm"
brew "libyaml"
brew "little-cms2"
brew "llvm"
brew "luajit"
brew "maven"
brew "moreutils", args: ["without-errno", "without-parallel", "without-ts"]
brew "neovim"
brew "ngrep"
brew "nmap"
brew "opam"
brew "opencore-amr"
brew "openjpeg"
brew "openssl@1.1"
brew "parallel"
brew "protobuf"
brew "r"
brew "redis"
brew "scala", args: ["with-docs", "with-src"]
brew "scons"
brew "sdl"
brew "source-highlight"
brew "ssh-copy-id"
brew "swig"
brew "szip"
brew "texi2html"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unar"
brew "utf8proc"
brew "watch"
brew "watchman"
brew "wget"
brew "x265"
brew "xmlstarlet"
brew "yarn"
brew "yasm"
brew "ydiff"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "rockymadden/rockymadden/slack-cli"
